{
   "name":"Cụ LÊ VĂN TỰ",
   "imageUrl":"https://1.bp.blogspot.com/-Y4SLJgMBNAk/YAaxEr2BJHI/AAAAAAAAMCQ/1RjvuGSKndsfYC4wZUSqpTdnlDv9wFtNgCPcBGAYYCw/s320/nophoto.png",
   "doithu":"ĐỜI THỨ NHẤT",
   "lienket":"javascript:void(0)",
   "thongtin":"Ngày tháng năm sinh của Cụ không ghi lại được.<br>Cụ sinh ra và lớn lên trong gia đình nho học bề thế, được học nhiều biết rộng.<br>Lớn lên đi khỏi nhà tự kiếm sinh nhai và lập nghiệp.>br>Quê Cụ: Làng La Vân, Tổng Vân Sơn, huyện Quỳnh Phụ (nay là Quỳnh Côi), tỉnh Thái Bình. Cụ lên làng Hoa Dương, Tổng My Động, huyện Thanh Miện, Tỉnh Hải Dương (nay là thôn An Dương, xã Chi Lăng Nam, huyện Thanh Miện, tỉnh Hải Dương).<br>Cụ ở trong gia đình khá giả họ Vũ, dạy học và cắt thuốc, thi thoảng có người nhờ đi cúng. Lớn lên được chủ nhà gả con gái cho và vào làng. Từ đó Cụ trở thành người làng Hoa Dương và nay là An Dương.<br>Hai cụ sinh được 5 người con: ba trai, hai gái: <table width='100%' border=1><tr><td>Lê Văn Mận</td><td>Lê Văn Sinh</td><td>Lê Văn Bính</td></tr><tr><td>Lê Thị Diệu</td><td>Lê Thị Chiêm</td></tr></table> Ba cụ: Lê Văn Mận, Lê Văn Sinh, Lê Thị Chiêm đều mất sớm chưa lập gia đình. Riêng cụ Chiêm mất lúc còn nhỏ. Nay họ ta vẫn gọi là Cô Tổ.<br>Đến nay, ngày mất của cụ bà không ghi lại được. Cụ ông là ngày 01 tháng chạp và cũng lấy là ngày giỗ của cụ. Cụ ông để ở đống voi, năm 2003, dòng họ đã xây dựng tôn tạo kiên cố. Hình lăng mộ của cụ được xây theo bóng dáng Khuê Văn Các, trên có dòng chữ nho do cụ Điện viết <strong>\"Đệ nhất Lê tộc chí mộ\"</strong> ý là <strong>\"Mộ cụ tổ nhất dòng họ\"</strong>.<br>Cụ bà để ở đống voi giữa cũng được tôn tạo kiên cố.<br><strong>Sang đời thứ hai cũng có một cụ phát triển sang đời thứ ba</strong>.",
   "tags":"Tổ nhất, đời thứ nhất",
   "isLoggedUser":false,
   "unit":{
      "type":"tổ",
      "chi_phai":"ĐỜI THỨ NHẤT"
   },
   "diavi":"cụ Tổ nhất",
   "children":[
      {
         "name":"cụ LÊ VĂN BÍNH",
         "imageUrl":"https://1.bp.blogspot.com/-Y4SLJgMBNAk/YAaxEr2BJHI/AAAAAAAAMCQ/1RjvuGSKndsfYC4wZUSqpTdnlDv9wFtNgCPcBGAYYCw/s320/nophoto.png",
         "doithu":"ĐỜI THỨ HAI",
         "lienket":"javascript:void(0)",
         "thongtin":"<strong>Cụ bà: NGỌC MỸ</strong><br>Hai cụ đều không ghi được ngày tháng năm sinh. Ngày mất của cụ ông là 30/11 âm lịch, cụ bà không ghi lại được.<br>Cụ lớn lên cũng theo cha dạy học và cắt thuốc được dân làng quý mến.<br>Hai cụ sinh được ba người con trai:<table width='100%' border=1><tr><td>Lê Văn Phẩm</td><td>Lê Văn Phấn</td><td>Lê Văn Mưu</td></tr></table>Mộ cụ ông (hay còn gọi là mộ cụ tổ nhì) để ở đồng Ngô nay dân đã ở xem vào. Mộ cụ được tôn tạo xây dựng kiên cố năm 1993, xây dựng theo dáng tháp bút hồ gươm. Trên đỉnh là quyển sách mở ghi tám chữ đứng quay mặt vào sách, bên tay phải bốn chữ <strong>NHÂN SINH BÁCH NGHỆ</strong>, bên tay trái là <strong>HỮU VĂN VI TIÊN</strong> nghĩa là người sinh ra có trăm nghề, có học thì sướng, còn năm chữ ở thân tháp là đời thứ sáu tôn tạo. Ông Động viết. Cụ bà cũng để ở đống voi giữa gần mộ cụ bà tổ nhất, nay đã tôn tạo kiên cố.<br><strong>Sang đời thứ ba, có ba cụ chia thành ba phái của dòng họ.</strong>",
         "tags":"Tổ nhì, đời thứ hai",
         "isLoggedUser":false,
         "unit":{
            "type":"tổ",
            "chi_phai":"ĐỜI THỨ HAI"
         },
         "diavi":"cụ Tổ nhì",
         "children":[
            {
               "name":"cụ LÊ VĂN PHẨM",
               "imageUrl":"https://1.bp.blogspot.com/-Y4SLJgMBNAk/YAaxEr2BJHI/AAAAAAAAMCQ/1RjvuGSKndsfYC4wZUSqpTdnlDv9wFtNgCPcBGAYYCw/s320/nophoto.png",
               "doithu":"ĐỜI THỨ BA",
               "lienket":"javascript:void(0)",
               "thongtin":"Cụ được ăn học, lớn lên theo nghề của cha, trưởng thành được dân làng và xã hội tín nhiệm. Là người đầu tiên của họ tham gia vào công việc của làng. Cụ làm lý trưởng. Hai cụ sinh được tám người con: bốn trai, bốn gái.",
               "tags":"Tổ phái, đời thứ ba, phái I",
               "isLoggedUser":false,
               "unit":{
                  "type":"chi phái",
                  "chi_phai":"PHÁI I"
               },
               "diavi":"cụ Tổ phái",
               "children":[
                  {
                     "name":"cụ LÊ VĂN ĐỒNG",
                     "imageUrl":"https://1.bp.blogspot.com/-Y4SLJgMBNAk/YAaxEr2BJHI/AAAAAAAAMCQ/1RjvuGSKndsfYC4wZUSqpTdnlDv9wFtNgCPcBGAYYCw/s320/nophoto.png",
                     "doithu":"ĐỜI THỨ IV",
                     "lienket":"javascript:void(0)",
                     "thongtin":"Không ghi lại được ngày tháng năm sinh.<br>Được ăn học từ nhỏ, khi trưởng thành Cụ làm lý trưởng làng.",
                     "tags":"Phái I, đời thứ tư, chi I",
                     "isLoggedUser":false,
                     "unit":{
                        "type":"chi phái",
                        "chi_phai":"PHÁI I, CHI I"
                     },
                     "diavi":"cụ Tổ Phái I, Chi I"
                  }
               ]
            },
            {
               "name":"cụ LÊ VĂN PHẤN",
               "imageUrl":"https://1.bp.blogspot.com/-Y4SLJgMBNAk/YAaxEr2BJHI/AAAAAAAAMCQ/1RjvuGSKndsfYC4wZUSqpTdnlDv9wFtNgCPcBGAYYCw/s320/nophoto.png",
               "doithu":"ĐỜI THỨ BA",
               "lienket":"javascript:void(0)",
               "thongtin":"Ngày sinh của cụ không ghi lại được.<br>Cụ được ăn học, lớn lên theo lệnh binh dịch thời đó, cụ đi lính.",
               "tags":"Tổ phái, đời thứ ba, phái II",
               "isLoggedUser":false,
               "unit":{
                  "type":"chi phái",
                  "chi_phai":"PHÁI II"
               },
               "diavi":"cụ Tổ phái"
            }
         ]
      }
   ]
}
